Repository: fpemud/DMovie
Catalog: locale/*.po
Languages: he

source: About
he: אודות

source: Version
he: גרסא

source: Deepin Movie is a video player designed for Linux users. It supports a variety of video formats.
he: Deepin Movie הוא נגן וידאו עבור משתמשי לינוקס, אשר תומך במבחר רחב של סוגי וידאו

source: Deepin Movie is free software licensed under GNU GPLv3
he: Deepin Movie היא תוכנה חופשית תחת רשיון GNU GPLv3

source: Stop playing
he: הפסק לנגן

source: Previous
he: הקודם

source: Pause
he: השהה

source: Play
he: נגן

source: Next
he: הבא

source: Exit fullscreen
he: צא ממסך מלא

source: Fullscreen
he: מסך מלא

source: Open a file
he: פתח קובץ

source: Playlist
he: רשימת השמעה

source: Disabled
he: מכובה

source: Please input a new shortcut
he: אנא הכנס קיצור חדש

source: The shortcut you set
he: הקיצור אשר הגדרת

source: conflicts with the one used for "%2" in the "%1" category.
he: ישנה סתירה עם האחד אשר שימש "%2" בקטגוריה "%1"

source: Do you want to replace it?
he: האם ברצונך להחליפו?

source: Cancel
he: ביטול

source: Replace
he: החלף

source: File type
he: סוג קובץ

source: File size
he: גודל הקובץ

source: Resolution
he: רזולוציה

source: Movie duration
he: משך הסרט

source: File path
he: נתיב קובץ

source: Copy to clipboard
he: העתק ל-clipboard

source: Confirm
he: אישור

source: Invalid file
he: קובץ לא תקין

source: %1 files unable to be parsed have been excluded
he: %1 קבצים לא ניתן היה לנתח ולכן הם לא נכללו

source: Imported
he: יובאו

source: Play last movie played
he: נגן קטע אחרון שנוגן

source: Forward
he: קדימה

source: Rewind
he: אחורה

source: (Press %1 to restore)
he: (הקש %1 על מנת לשחזר)

source: Playback rate:
he: קצב פלייבק

source: Volume:
he: עצמת קול

source: Muted
he: מושתק

source: Please choose one file or more
he: אנא בחר קובץ אחד או יותר

source: Video files
he: קבצי וידאו

source: All files
he: כל הקבצים

source: Please choose one file
he: אנא בחר קובץ אחד

source: Subtitle files
he: קבצי כתוביות

source: Playlist files
he: קבצי רשימות השמעה

source: Save as
he: שמור בשם

source: Please choose a folder
he: אנא בחר תיקייה

source: Play mode
he: מצב ניגון

source: Add file
he: הוסף קובץ

source: Clear playlist
he: נקה רשימת השמעה

source: Enter fullscreen on opening file
he: עבור למסך מלא כאשר פותחים קובץ

source: Clear playlist on opening new file
he: נקה רשימת השמעה כאשר פותחים קובץ חדש

source: Resume playback after restarting player
he: חזור לנגן לאחר אתחול

source: Continue to next video automatically
he: המשך לקטע הבא באופן אוטומטי

source: Show preview when hovering over progress bar
he: הראה תצוגה מקדימה כאשר העכבר עובר על סרגל ההתקדמות

source: Enable keyboard shortcuts
he: אפשר קיצורי מקלדת

source: Pause/Play
he: השהה/נגן

source: Accelerate playback
he: האץ מהירות ניגון

source: Decelerate playback
he: האט מהירות ניגון

source: Restore playback speed
he: שחזר מהירות ניגון

source: Mini mode
he: מצב מוקטן

source: Volume up
he: הגבר

source: Volume down
he: החלש

source: Open previous
he: פתח את הקודם

source: Open next
he: פתח את הבא

source: Forward 0.5s
he: התקדם 0.5 שניות

source: Delay 0.5s
he: השהה 0.5 שניות

source: Subtitle up
he: כתוביות למעלה

source: Subtitle down
he: כתוביות למטה

source: Left click
he: לחצן עכבר שמאלי

source: Double click
he: לחיצה כפולה

source: Subtitles loaded automatically
he: כתוביות נטענות אוטומטית

source: Border width
he: רוחב קצה

source: Playback
he: השמעה

source: Frame/Sound
he: פריים/שמע

source: Files
he: קבצים

source: Other
he: אחר

source: Subtitles
he: כתוביות

source: Reset
he: איפוס

source: Black
he: שחור

source: Turquoise
he: טורקיז

source: UFO green
he: ירוק עב"מ

source: Green yellow
he: ירוק-צהוב

source: Gorse
he: צהוב חרדל

source: Energy yellow
he: צהוב מרקר

source: Sun
he: שמשי

source: Radical red
he: אדום רדיקאלי

source: Lavender indigo
he: סגול-אינדיגו

source: Royal blue
he: כחול מלכותי

source: Aluminum
he: אלומיניום

source: Clean white
he: לבן נקי

source: Basic settings
he: הגדרות בסיסיות

source: Time span
he: פרק זמן

source: Keyboard shortcuts
he: קיצורי מקלדת

source: Subtitle settings
he: הגדרות כתוביות

source: Apply the size last time closed
he: קבע גודל נגן ע"פ הפעם האחרונה שנסגר

source: Allow multiple instances
he: אפשר מספר הפעלות במקביל

source: Pause when minimized
he: השהה ניגון כאשר ממוזער

source: Enable system popup notification
he: אפשר התרעות מערכת

source: Forward/Rewind
he: קדימה/אחורה

source: Rotate counterclockwise
he: סובב נגד כיוון השעון

source: Rotate clockwise
he: סובב עם כיוון השעון

source: Mute
he: השתק

source: Scroll
he: גלגלת

source: Volume
he: עוצמת קול

source: Font
he: פונט

source: Font color
he: צבע פונט

source: Size
he: גודל

source: Border color
he: צבע קצה

source: Position
he: מיקום

source: Bottom
he: למטה

source: Top
he: למעלה

source: Subtitle Delay
he: עיכוב כתוביות

source: Shown in a proportion of 1:1
he: הראה ביחס 1:1

source: Shown in 1.5 times
he: מציג 150%

source: Return to mini mode
he: חזור למצב מוקטן

source: Shown in fullscreen
he: הראה במסך מלא

source: Cancel "On Top"
he: בטל הצמדה למעלה

source: On Top
he: הצמד למעלה

source: Please input the url of file played
he: אנא הכנס את הכתובת של הקובץ המנוגן

source: The parse failed
he: הניתוח נכשל

source: Unknown
he: לא ידוע

source: Default
he: ברירת מחדל

source: Rotate 90 degree clockwise
he: סובב 90 מעלות בכיוון השעון

source: Rotate 90 degree counterclockwise
he: סובב 90 מעלות נגד כיוון השעון

source: Flip horizontally
he: הפוך אופקית

source: Flip vertically
he: הפוך אנכית

source: Volume Up
he: הגבר

source: Volume Down
he: הנמך

source: Hide subtitle
he: הסתר כתוביות

source: Open manually
he: פתח ידנית

source: Subtitle selection
he: בחירת כתוביות

source: Subtitle setting
he: הגדרות כתוביות

source: Order
he: סדר

source: Random
he: רנדומלי

source: Single
he: יחיד

source: Repeat (Single)
he: השמע שוב (בודד)

source: Repeat (Playlist)
he: השמע שוב (רשימת השמעה)

source: Open a folder
he: פתח תיקייה

source: Open URL
he: פתח קישור

source: Always on top
he: תמיד למעלה

source: Play Sequence
he: נגן רצף

source: Frame
he: פריים

source: Sound
he: שמע

source: Options
he: אפשרויות

source: Information
he: מידע

source: Add folder
he: הוסף תיקייה

source: Remove from playlist
he: הסר מרשימת השמעה

source: Remove invalid file
he: הסר קובץ לא תקין

source: Export
he: ייצא

source: Import
he: ייבא

source: Open file location
he: פתח תיקייה מכילה

source: Exit mini mode
he: צא ממצב מוקטן
